Revit 2021.1 API
SymbolTypeId.KNPerMSup2 Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId KNPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KNPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace